/**********************************************************************************
// AnimaMax (Arquivo de Cabeçalho)
//
// Criação:		10 Abr 2012
// Atualização: 06 Jun 2019
// Compilador:	Visual C++ 2019
//
// Descrição:	Exemplo de uso da classe Animation
//
**********************************************************************************/

#ifndef _TSOTD_H_
#define _TSOTD_H_




// ------------------------------------------------------------------------------
enum ObjTypes
{
	PLAYER,
	ENEMY,
	WALL,
	SWORD,
};

// ---------------------------------------------------------------------------------

#endif